[
  {
    "author": "Guts",
    "quotetext": "My place really was here. I was too foolish and stubborn to notice. But, what I truly hoped for then was here. Why do I always realize it... when I've already lost it.",
    "source": "Berserk"
  },
  {
    "author": "Punpun Onodera",
    "quotetext": "I always believed that everyone in this world was far nicer and smarter than me. That no matter how unlikeable they seemed to be, they still had a good conscience and had justifiable circumstances for acting the way they did. That’s why I hated myself for being so timid and depressed when I didn’t even have any good reason for doing so. …But now I see that there actually are people who’re despicable in every way and don’t blink twice at ruining another’s life.",
    "source": "Goodnight Punpun"
  },
  {
    "author": "Johnny Depp",
    "quotetext": "People cry, not because they’re weak. It’s because they’ve been strong for too long."
  },
  {
    "author": "R.M. Drake",
    "quotetext": "We must understand that sadness is an ocean, and sometimes we drown, while other days we are forced to swim."
  },
  {
    "author": "William Shakespeare",
    "quotetext": "Give sorrow words; the grief that does not speak knits up the o-er wrought heart and bids it break.",
    "source": "Macbeth"
  },
  {
    "author": "Rupi Kaur",
    "quotetext": "like the rainbow\n after the rain\n joy will reveal itself\n after sorrow",
    "source": "The Sun and Her Flowers"
  },
  {
    "author": "Augusten Burroughs",
    "quotetext": "I’m lonely. And I’m lonely in some horribly deep way and for a flash of an instant, I can see just how lonely, and how deep this feeling runs. And it scares the shit out of me to be this lonely because it seems catastrophic.",
    "source": "Dry"
  },
  {
    "author": "Kim Culbertson",
    "quotetext": "People think being alone makes you lonely, but I don’t think that’s true. Being surrounded by the wrong people is the loneliest thing in the world.",
    "source": "The Liberation of Max McTrue"
  },
  {
    "author": "Ned Vizzini",
    "quotetext": "I didn’t want to wake up. I was having a much better time asleep. And that’s really sad. It was almost like a reverse nightmare, like when you wake up from a nightmare you’re so relieved. I woke up into a nightmare.",
    "source": "It’s Kind of a Funny Story"
  }
]
